message.incorrectLoginOrPass=\u041D\u0435\u043F\u0440\u0430\u0432\u0438\u043B\u044C\u043D\u044B\u0439 \u043B\u043E\u0433\u0438\u043D \u0438\u043B\u0438 \u043F\u0430\u0440\u043E\u043B\u044C!
message.invalidInputData=\u041D\u0435\u043A\u043E\u0440\u0440\u0435\u043A\u0442\u043D\u0430\u044F \u0438\u0444\u043D\u043E\u0440\u043C\u0430\u0446\u0438\u044F!
message.invalidMoneyAmount=\u043D\u0435\u0432\u0435\u0440\u043D\u043E \u0432\u0432\u0435\u0434\u0435\u043D\u0430 \u0441\u0443\u043C\u043C\u0430 (\u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u043F\u043E\u043B\u043E\u0436\u0438\u0442\u0435\u043B\u044C\u043D\u043E\u0435 \u0447\u0438\u0441\u043B\u043E)!
message.loginAlreadyExist=\u042D\u0442\u043E\u0442 \u043B\u043E\u0433\u0438\u043D \u0437\u0430\u043D\u044F\u0442, \u043F\u043E\u0436\u0430\u043B\u0443\u0439\u0441\u0442\u0430, \u0432\u044B\u0431\u0435\u0440\u0438\u0442\u0435 \u0434\u0440\u0443\u0433\u043E\u0439
message.emptyMenu=\u0418\u0437\u0432\u0438\u043D\u0438\u0442\u0435, \u0432 \u043C\u0435\u043D\u044E \u043F\u043E\u043A\u0430 \u043D\u0435\u0442 \u0431\u043B\u044E\u0434... \u041D\u043E \u043C\u044B \u0441\u043A\u043E\u0440\u043E \u0438\u0445 \u0442\u0443\u0434\u0430 \u0434\u043E\u0431\u0430\u0432\u0438\u043C! \u0417\u0430\u0439\u0434\u0438\u0442\u0435, \u043F\u043E\u0436\u0430\u043B\u0443\u0439\u0441\u0442\u0430, \u043F\u043E\u0437\u0436\u0435.
message.emptyCart=\u0412\u0430\u0448\u0430 \u043A\u043E\u0440\u0437\u0438\u043D\u0430 \u043F\u0443\u0441\u0442\u0430! \u0412\u044B \u043C\u043E\u0436\u0435\u0442\u0435 \u0432\u044B\u0431\u0440\u0430\u0442\u044C \u0431\u043B\u044E\u0434\u0430 \u0432 \u043C\u0435\u043D\u044E
message.dishAddedToCart=\u0431\u043B\u044E\u0434\u043E \u0434\u043E\u0431\u0430\u0432\u043B\u0435\u043D\u043E!
message.invalidQuantity=\u043D\u0435\u0432\u0435\u0440\u043D\u043E \u0432\u0432\u0435\u0434\u0435\u043D\u043E \u043A\u043E\u043B-\u0432\u043E (\u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u043F\u043E\u043B\u043E\u0436\u0438\u0442\u0435\u043B\u044C\u043D\u043E\u0435 \u0447\u0438\u0441\u043B\u043E)!
message.profileChanged=\u0434\u0430\u043D\u043D\u044B\u0435 \u0443\u0441\u043F\u0435\u0448\u043D\u043E \u0438\u0437\u043C\u0435\u043D\u0435\u043D\u044B
message.notEnoughMoney=\u041D\u0435\u0434\u043E\u0441\u0442\u0430\u0442\u043E\u0447\u043D\u043E \u0434\u0435\u043D\u0435\u0433 \u043D\u0430 \u0441\u0447\u0435\u0442\u0443 \u0434\u043B\u044F \u043F\u0440\u043E\u0432\u0435\u0434\u0435\u043D\u0438\u044F \u043E\u043F\u0435\u0440\u0430\u0446\u0438\u0438. \u0412\u044B \u043C\u043E\u0436\u0435\u0442\u0435 \u043F\u043E\u043F\u043E\u043B\u043D\u0438\u0442\u044C \u0431\u0430\u043B\u0430\u043D\u0441 \u043D\u0430 \u0441\u0442\u0430\u043D\u0438\u0446\u0435 \u043F\u0440\u043E\u0444\u0430\u0439\u043B
message.moneyWithdrawn=BYN \u0431\u044B\u043B\u043E \u0441\u043F\u0438\u0441\u0430\u043D\u043E \u0441 \u0432\u0430\u0448\u0435\u0433\u043E \u0441\u0447\u0435\u0442\u0430. \u041A\u0430\u043A \u0431\u043E\u043D\u0443\u0441, \u0412\u044B \u043F\u043E\u043B\u0443\u0447\u0438\u043B\u0438
message.orderConfirmed=\u0417\u0430\u043A\u0430\u0437 \u043F\u043E\u0434\u0442\u0432\u0435\u0440\u0436\u0434\u0435\u043D. \u0412\u044B \u043C\u043E\u0436\u0435\u0442\u0435 \u043F\u043E\u0441\u0435\u0442\u0438\u0442\u044C \u0441\u0442\u0440\u0430\u043D\u0438\u0446\u0443 \u0437\u0430\u043A\u0430\u0437\u043E\u0432 \u0434\u043B\u044F \u043F\u0440\u043E\u0432\u0435\u0440\u043A\u0438 \u0437\u0430\u043A\u0430\u0437\u0430.
message.menuChanged=\u0412\u043E \u0432\u0440\u0435\u043C\u044F \u043E\u0444\u043E\u0440\u043C\u043B\u0435\u043D\u0438\u044F \u0437\u0430\u043A\u0430\u0437\u0430 \u043F\u0440\u043E\u0438\u0437\u043E\u0448\u043B\u0438 \u0438\u0437\u043C\u0435\u043D\u0435\u043D\u0438\u044F \u0432 \u043C\u0435\u043D\u044E. \u0411\u043B\u044E\u0434\u0430, \u043A\u043E\u0442\u043E\u0440\u044B\u0435 \u0438\u0437\u043C\u0435\u043D\u0438\u043B\u0438\u0441\u044C, \u0431\u044B\u043B\u0438 \u0443\u0434\u0430\u043B\u0435\u043D\u044B \u0438\u0437 \u0432\u0430\u0448\u0435\u0439 \u043A\u043E\u0440\u0437\u0438\u043D\u044B. \u041F\u0440\u043E\u0432\u0435\u0440\u044C\u0442\u0435 \u043C\u0435\u043D\u044E \u0438 \u0441\u0434\u0435\u043B\u0430\u0439\u0442\u0435 \u043D\u043E\u0432\u044B\u0439 \u0437\u0430\u043A\u0430\u0437. \u041F\u0440\u0438\u043D\u043E\u0441\u0438\u043C \u0441\u0432\u043E\u0438 \u0438\u0437\u0432\u0435\u043D\u0435\u043D\u0438\u044F.
message.payOnReceiving=BYN \u0432\u044B \u0431\u0443\u0434\u0435\u0442\u0435 \u0434\u043E\u043B\u0436\u043D\u044B \u043E\u043F\u043B\u0430\u0442\u0438\u0442\u044C \u043D\u0430\u043B\u0438\u0447\u043D\u044B\u043C\u0438 \u043F\u0440\u0438 \u043F\u043E\u043B\u0443\u0447\u0435\u043D\u0438\u0438 \u0437\u0430\u043A\u0430\u0437\u0430. \u041A\u0430\u043A \u0431\u043E\u043D\u0443\u0441, \u0437\u0430 \u0437\u0430\u043A\u0430\u0437 \u0412\u044B \u043F\u043E\u043B\u0443\u0447\u0438\u043B\u0438
message.moneyAdded=BYN \u0431\u044B\u043B\u0438 \u0443\u0441\u043F\u0435\u0448\u043D\u043E \u0437\u0430\u0447\u0438\u0441\u043B\u0435\u043D\u044B \u043D\u0430 \u0412\u0430\u0448 \u0441\u0447\u0435\u0442.
message.notEnoughLoyaltyPoints=\u041D\u0435\u0434\u043E\u0441\u0442\u0430\u0442\u043E\u0447\u043D\u043E \u0431\u0430\u043B\u043B\u043E\u0432 \u043B\u043E\u044F\u043B\u044C\u043D\u043E\u0441\u0442\u0438! \u0412\u044B\u0431\u0435\u0440\u0438\u0442\u0435 \u0434\u0440\u0443\u0433\u043E\u0439 \u0442\u0438\u043F \u043F\u043B\u0430\u0442\u0435\u0436\u0430
message.loyaltyPointsTaken=\u041F\u043E\u0437\u0434\u0440\u0430\u0432\u043B\u044F\u0435\u043C! \u042D\u0442\u043E\u0442 \u0437\u0430\u043A\u0430\u0437 \u0431\u0435\u0441\u043F\u043B\u0430\u0442\u0435\u043D \u0434\u043B\u044F \u0412\u0430\u0441! (\u043C\u044B \u0437\u0430\u0431\u0440\u0430\u043B\u0438 \u0442\u043E\u043B\u044C\u043A\u043E \u0431\u0430\u043B\u044B \u043B\u043E\u044F\u043B\u044C\u043D\u043E\u0441\u0442\u0438)
message.noOrders=\u0443 \u0432\u0430\u0441 \u043D\u0435\u0442 \u043D\u0438 \u043E\u0434\u043D\u043E\u0433\u043E \u0437\u0430\u043A\u0430\u0437\u0430.
message.orderCancelAccount=\u0415\u0441\u043B\u0438 \u0412\u044B \u043D\u0435 \u0437\u0430\u0431\u0435\u0440\u0435\u0442\u0435 \u0437\u0430\u043A\u0430\u0437, \u0437\u0430\u043A\u0430\u0437 \u0431\u0443\u0434\u0435\u0442 \u043E\u0442\u043C\u0435\u043D\u0435\u043D \u0430\u0432\u0442\u043E\u043C\u0430\u0442\u0438\u0447\u0435\u0441\u043A\u0438 \u0438 \u0432\u044B \u043F\u043E\u0442\u0435\u0440\u044F\u0435\u0442\u0435 \u043D\u0430\u0447\u0438\u0441\u043B\u0435\u043D\u043D\u044B\u0435 \u0431\u0430\u043B\u043B\u044B \u043B\u043E\u044F\u043B\u044C\u043D\u043E\u0441\u0442\u0438. \u0414\u0435\u043D\u044C\u0433\u0438 \u043D\u0435 \u0432\u043E\u0437\u0440\u0430\u0449\u0430\u044E\u0442\u0441\u044F. \u041A\u0440\u0430\u0439\u043D\u0438\u0439 \u0441\u0440\u043E\u043A \u0437\u0430\u0431\u0440\u0430\u0442\u044C \u0437\u0430\u043A\u0430\u0437
message.orderCancelPoints=\u0415\u0441\u043B\u0438 \u0412\u044B \u043D\u0435 \u0437\u0430\u0431\u0435\u0440\u0435\u0442\u0435 \u0437\u0430\u043A\u0430\u0437, \u0437\u0430\u043A\u0430\u0437 \u0431\u0443\u0434\u0435\u0442 \u043E\u0442\u043C\u0435\u043D\u0435\u043D \u0430\u0432\u0442\u043E\u043C\u0430\u0442\u0438\u0447\u0435\u0441\u043A\u0438. \u0411\u0430\u043B\u043B\u044B \u043B\u043E\u044F\u043B\u044C\u043D\u043E\u0441\u0442\u0438 \u043D\u0435 \u0432\u043E\u0437\u0440\u0430\u0449\u0430\u044E\u0442\u0441\u044F. \u041A\u0440\u0430\u0439\u043D\u0438\u0439 \u0441\u0440\u043E\u043A \u0437\u0430\u0431\u0440\u0430\u0442\u044C \u0437\u0430\u043A\u0430\u0437
message.orderCancelCash=\u0415\u0441\u043B\u0438 \u0412\u044B \u043D\u0435 \u0437\u0430\u0431\u0435\u0440\u0435\u0442\u0435 \u0437\u0430\u043A\u0430\u0437, \u0437\u0430\u043A\u0430\u0437 \u0431\u0443\u0434\u0435\u0442 \u043E\u0442\u043C\u0435\u043D\u0435\u043D \u0430\u0432\u0442\u043E\u043C\u0430\u0442\u0438\u0447\u0435\u0441\u043A\u0438 \u0438 \u0432\u044B \u043F\u043E\u0442\u0435\u0440\u044F\u0435\u0442\u0435 \u043D\u0430\u0447\u0438\u0441\u043B\u0435\u043D\u043D\u044B\u0435 \u0431\u0430\u043B\u043B\u044B \u043B\u043E\u044F\u043B\u044C\u043D\u043E\u0441\u0442\u0438. \u041A\u0440\u0430\u0439\u043D\u0438\u0439 \u0441\u0440\u043E\u043A \u0437\u0430\u0431\u0440\u0430\u0442\u044C \u0437\u0430\u043A\u0430\u0437
message.orderCancelled=\u0417\u0430\u043A\u0430\u0437 \u043E\u0442\u043C\u0435\u043D\u0435\u043D. \u0411\u0443\u0434\u044C\u0442\u0435 \u043E\u0441\u0442\u043E\u0440\u043E\u0436\u043D\u044B, \u043F\u043E\u043A\u0443\u043F\u0430\u0442\u0435\u043B\u044C \u043F\u043E\u043B\u0443\u0447\u0430\u0435\u0442 \u0441\u0442\u0430\u0442\u0443\u0441 '\u0431\u0430\u043D', \u0435c\u043B\u0438 \u043A\u043E\u043B\u0438\u0447\u0435\u0441\u0432\u0442\u043E \u043E\u0442\u043C\u0435\u043D\u0435\u043D\u043D\u044B\u0445 \u0437\u0430\u043A\u0430\u0437\u043E\u0432 \u0440\u0430\u0432\u043D\u043E \u0442\u0440\u0435\u043C!
message.orderPickedUp=\u0412\u044B \u0437\u0430\u0431\u0440\u0430\u043B\u0438 \u0437\u0430\u043A\u0430\u0437! \u041F\u0440\u0438\u044F\u0442\u043D\u043E\u0433\u043E \u0430\u043F\u043F\u0435\u0442\u0438\u0442\u0430!!! <br> \u0417\u0430\u043A\u0430\u0437 \u0437\u0430\u0432\u0435\u0440\u0448\u0435\u043D. \u0412\u044B \u043C\u043E\u0436\u0435\u0442\u0435 \u043E\u0446\u0435\u043D\u0438\u0442\u044C \u0437\u0430\u043A\u0430\u0437 \u0438 \u043E\u0441\u0442\u0430\u0432\u0438\u0442\u044C \u043A\u043E\u043C\u043C\u0435\u043D\u0442\u0430\u0440\u0438\u0439.
message.orderIsAlreadyCancelled=\u0417\u0430\u043A\u0430\u0437 \u0443\u0436\u0435 \u043E\u0442\u043C\u0435\u043D\u0435\u043D. \u041D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u0432\u044B\u043F\u043E\u043B\u043D\u0438\u0442\u044C \u043E\u043F\u0435\u0440\u0430\u0446\u0438\u044E.
message.feedbackLeft=\u0421\u043F\u0430\u0441\u0438\u0431\u043E \u0437\u0430 \u043E\u0441\u0442\u0430\u0432\u043B\u0435\u043D\u043D\u044B\u0439 \u043E\u0442\u0437\u044B\u0432!
message.emptyReviews=\u041F\u043E\u043A\u0430 \u043D\u0435\u0442 \u043D\u0438 \u043E\u0434\u043D\u043E\u0433\u043E \u043E\u0442\u0437\u044B\u0432\u0430! \u0421\u0442\u0430\u043D\u044C\u0442\u0435 \u043F\u0435\u0440\u0432\u044B\u043C!
message.updatedSuccessfully=\u0414\u0430\u043D\u043D\u044B\u0435 \u0443\u0441\u043F\u0435\u0448\u043D\u043E \u043E\u0431\u043D\u043E\u0432\u043B\u0435\u043D\u044B.
message.cantChangeRoleToAdmin=\u0423 \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F \u0435\u0441\u0442\u044C \u0430\u043A\u0442\u0438\u0432\u043D\u044B\u0435 \u0437\u0430\u043A\u0430\u0437\u044B, \u043D\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E \u0438\u0437\u043C\u0435\u043D\u0438\u0442\u044C \u0440\u043E\u043B\u044C \u043D\u0430 \u0430\u0434\u043C\u0438\u043D\u0430. \u041F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044C \u043D\u0435 \u043E\u0431\u043D\u043E\u0432\u043B\u0435\u043D.
message.orderFinished=\u0417\u0430\u043A\u0430\u0437 \u0437\u0430\u0432\u0435\u0440\u0448\u0435\u043D.
message.reviewRemoved=\u041E\u0442\u0437\u044B\u0432 \u0443\u0434\u0430\u043B\u0435\u043D.


